<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</HEAD>
<BODY>
<FONT SIZE="2">
<FONT SIZE="3"><B>SEIKO EPSON CORPORATION</B></FONT><BR>
<FONT SIZE="3"><B>LICENČN&Aacute; ZMLUVA NA SOFTV&Eacute;R</B></FONT><BR>
<BR>
D&Ocirc;LEŽIT&Eacute;! POZORNE SI PREČ&Iacute;TAJTE T&Uacute;TO LICENČN&Uacute; ZMLUVU NA SOFTV&Eacute;R. Poč&iacute;tačov&yacute; softv&eacute;rov&yacute; produkt, p&iacute;sma a/alebo &uacute;daje, vr&aacute;tane v&scaron;etk&yacute;ch sprievodn&yacute;ch vysvetľuj&uacute;cich p&iacute;somn&yacute;ch materi&aacute;lov (ďalej len Softv&eacute;r) m&ocirc;že nain&scaron;talovať len držiteľ licencie (Vy), a to pod podmienkou, že s&uacute;hlas&iacute;te s podmienkami a ustanoveniami spoločnosti SEIKO EPSON CORPORATION (ďalej len EPSON) stanoven&yacute;mi v tejto zmluve. In&scaron;tal&aacute;ciou alebo použ&iacute;van&iacute;m Softv&eacute;ru s&uacute;hlas&iacute;te so v&scaron;etk&yacute;mi podmienkami a ustanoveniami stanoven&yacute;mi v tejto zmluve. T&uacute;to zmluvu si pozorne preč&iacute;tajte pred in&scaron;tal&aacute;ciou alebo začat&iacute;m použ&iacute;vania Softv&eacute;ru. Ak nes&uacute;hlas&iacute;te s podmienkami a ustanoveniami tejto zmluvy, nesmiete Softv&eacute;r in&scaron;talovať ani použ&iacute;vať.<BR>
<BR>
<FONT SIZE="4"><B>1</B></FONT>.	Licencia. Spoločnosť EPSON a jej dod&aacute;vatelia v&aacute;m poskytuj&uacute; osobn&uacute;, neexkluz&iacute;vnu, bezodplatn&uacute;, nesublicencovateľn&uacute; licenciu na in&scaron;tal&aacute;ciu a použ&iacute;vanie Softv&eacute;ru, a to na ktoromkoľvek poč&iacute;tači alebo poč&iacute;tačoch, ktor&eacute; budete použ&iacute;vať priamo alebo prostredn&iacute;ctvom siete. Ďal&scaron;&iacute; použ&iacute;vatelia poč&iacute;tačov pripojen&yacute;ch k sieti m&ocirc;žu použ&iacute;vať Softv&eacute;r za predpokladu, že a) zabezpeč&iacute;te, že v&scaron;etci tak&iacute;to použ&iacute;vatelia s&uacute;hlasia s podmienkami a ustanoveniami tejto zmluvy a s&uacute; nimi viazan&iacute;, b) zabezpeč&iacute;te, že v&scaron;etci tak&iacute;to použ&iacute;vatelia použ&iacute;vaj&uacute; Softv&eacute;r len spoločne s poč&iacute;tačmi a v s&uacute;vislosti so sieťou, ktorej s&uacute; s&uacute;časťou, c) od&scaron;kodn&iacute;te a uchov&aacute;te spoločnosť EPSON a jej dod&aacute;vateľov od v&scaron;etk&yacute;ch &scaron;k&ocirc;d, str&aacute;t, n&aacute;kladov a z&aacute;v&auml;zkov, ktor&eacute; m&ocirc;žu spoločnosti EPSON alebo jej dod&aacute;vateľom vznikn&uacute;ť ako d&ocirc;sledok toho, že t&iacute;to použ&iacute;vatelia nebud&uacute; dodržiavať a vykon&aacute;vať podmienky a ustanovenia tejto zmluvy. Taktiež m&ocirc;žete zhotovovať k&oacute;pie Softv&eacute;ru za &uacute;čelom z&aacute;lohovania a archiv&aacute;cie za predpokladu, že pozn&aacute;mka o autorsk&yacute;ch pr&aacute;vach sa na z&aacute;ložn&uacute; k&oacute;piu skop&iacute;ruje ako celok. Pojem Softv&eacute;r sa vzťahuje aj na softv&eacute;rov&eacute; s&uacute;časti, m&eacute;di&aacute;, v&scaron;etky k&oacute;pie, ktor&eacute; si zhotov&iacute;te, na ak&eacute;koľvek inov&aacute;cie, upraven&eacute; verzie, aktualiz&aacute;cie, pridan&eacute; časti a k&oacute;pie Softv&eacute;ru, na ktor&yacute; v&aacute;m spoločnosť EPSON alebo jej dod&aacute;vatelia udelili licenciu. Spoločnosť EPSON a jej dod&aacute;vatelia si vyhradzuj&uacute; v&scaron;etky pr&aacute;va neudelen&eacute; v tejto zmluve.<BR>
<BR>
<FONT SIZE="4"><B>2</B></FONT>. Ďal&scaron;ie pr&aacute;va a obmedzenia. S&uacute;hlas&iacute;te s t&yacute;m, že Softv&eacute;r nebudete upravovať, prisp&ocirc;sobovať ani prekladať. Zdrojov&yacute; k&oacute;d Softv&eacute;ru nesmiete sp&auml;tne rozkladať, sp&auml;tne kompilovať, disasemblovať ani ho nesmiete inak sk&uacute;mať. Softv&eacute;r nesmiete zdieľať, prenaj&iacute;mať, zaťažovať, sublicencovať ani požičiavať. M&ocirc;žete v&scaron;ak preniesť v&scaron;etky svoje pr&aacute;va na použ&iacute;vanie Softv&eacute;ru na in&uacute; fyzick&uacute; alebo pr&aacute;vnick&uacute; osobu za predpokladu, že na tak&uacute;to osobu prenesiete t&uacute;to zmluvu, Softv&eacute;r, vr&aacute;tane v&scaron;etk&yacute;ch k&oacute;pi&iacute;, aktualiz&aacute;ci&iacute; a predch&aacute;dzaj&uacute;cich verzi&iacute;, a neponech&aacute;te si žiadne k&oacute;pie, vr&aacute;tane k&oacute;pi&iacute; uložen&yacute;ch v poč&iacute;tači. Niektor&eacute; &scaron;t&aacute;ty a pr&aacute;vne syst&eacute;my v&scaron;ak neumožňuj&uacute; obmedzenie alebo limitovanie prenosu Softv&eacute;ru, čiže uveden&eacute; obmedzenia sa na v&aacute;s nemusia vzťahovať.<BR>
<BR>
<FONT SIZE="4"><B>3</B></FONT>. Vlastn&iacute;ctvo. Pr&aacute;vny n&aacute;rok, vlastn&iacute;cke pr&aacute;va a pr&aacute;va du&scaron;evn&eacute;ho vlastn&iacute;ctva vo vzťahu k Softv&eacute;ru a jeho k&oacute;pi&aacute;m zost&aacute;vaj&uacute; spoločnosti EPSON alebo jej dod&aacute;vateľom. Nevznik&aacute; prenos pr&aacute;vneho n&aacute;roku ani vlastn&iacute;ckych pr&aacute;v vo vzťahu k Softv&eacute;ru na v&aacute;s a t&aacute;to licencia sa nesmie považovať za predaj žiadnych pr&aacute;v na Softv&eacute;r. Softv&eacute;r je chr&aacute;nen&yacute; japonsk&yacute;m z&aacute;konom o autorsk&yacute;ch pr&aacute;vach a ustanoveniami medzin&aacute;rodn&yacute;ch doh&ocirc;d o autorsk&yacute;ch pr&aacute;vach, ako aj in&yacute;mi z&aacute;konmi a dohodami o du&scaron;evnom vlastn&iacute;ctve. Softv&eacute;r nesmiete kop&iacute;rovať in&yacute;m sp&ocirc;sobom, ako umožňuje t&aacute;to zmluva. Taktiež s&uacute;hlas&iacute;te s t&yacute;m, že neodstr&aacute;nite ani nepozmen&iacute;te žiadne inform&aacute;cie o autorsk&yacute;ch pr&aacute;vach a pozn&aacute;mky o vlastn&iacute;ctve na žiadnej z k&oacute;pi&iacute; Softv&eacute;ru.<BR>
<BR>
<FONT SIZE="4"><B>4</B></FONT>. Ochrana a zabezpečenie. S&uacute;hlas&iacute;te s t&yacute;m, že vynalož&iacute;te čo najv&auml;č&scaron;ie &uacute;silie a podniknete v&scaron;etky primeran&eacute; kroky na ochranu Softv&eacute;ru tak, aby sa zaručilo, že k nemu nebud&uacute; mať pr&iacute;stup neopr&aacute;vnen&eacute; osoby, a že sa nevykon&aacute; žiadna neopr&aacute;vnen&aacute; k&oacute;pia, publikovanie, zverejnenie ani distrib&uacute;cia softv&eacute;ru. Uzn&aacute;vate, že Softv&eacute;r obsahuje cenn&eacute; a d&ocirc;vern&eacute; inform&aacute;cie a obchodn&eacute; tajomstv&aacute;, ktor&yacute;ch neopr&aacute;vnen&eacute; použ&iacute;vanie alebo kop&iacute;rovanie je &scaron;kodliv&eacute; pre spoločnosť EPSON a jej dod&aacute;vateľov, a že m&aacute;te z&aacute;v&auml;zok zachov&aacute;vania d&ocirc;vernosti vo vzťahu k tak&yacute;mto cenn&yacute;m inform&aacute;ci&aacute;m a obchodn&yacute;m tajomstv&aacute;m.<BR>
<BR>
<FONT SIZE="4"><B>5</B></FONT>. Obmedzen&aacute; z&aacute;ruka. Ak ste Softv&eacute;r z&iacute;skali na m&eacute;diu od spoločnosti EPSON alebo predajcu, spoločnosť EPSON zaručuje, že na m&eacute;diu, na ktorom je Softv&eacute;r zaznamenan&yacute;, sa nevyskytn&uacute; chyby vo v&yacute;robe a na materi&aacute;loch za norm&aacute;lneho použ&iacute;vania počas 90 dn&iacute; od d&aacute;tumu dodania. Ak sa m&eacute;dium vr&aacute;ti spoločnosti EPSON alebo predajcovi, od ktor&eacute;ho bolo z&iacute;skan&eacute;, do 90 dn&iacute; od d&aacute;tumu dodania, a ak spoločnosť EPSON urč&iacute;, že m&eacute;dium je chybn&eacute;, za predpokladu, že m&eacute;dium nebolo vystaven&eacute; zl&eacute;mu zaobch&aacute;dzaniu, neopr&aacute;vnen&eacute;mu alebo nespr&aacute;vnemu použ&iacute;vaniu alebo použ&iacute;vaniu v po&scaron;kodenom zariaden&iacute;, spoločnosť EPSON vymen&iacute; m&eacute;dium na z&aacute;klade vr&aacute;tenia softv&eacute;ru, vr&aacute;tane v&scaron;etk&yacute;ch k&oacute;pi&iacute; alebo jeho čast&iacute;, spoločnosti EPSON. V&Scaron;ETKY IMPLIKOVAN&Eacute; Z&Aacute;RUKY NA M&Eacute;DIUM, VR&Aacute;TANE IMPLIKOVAN&Yacute;CH Z&Aacute;RUK OBCHODOVATEĽNOSTI A VHODNOSTI NA KONKR&Eacute;TNY &Uacute;ČEL, S&Uacute; OBMEDZEN&Eacute; TRVAN&Iacute;M V&Yacute;SLOVNEJ Z&Aacute;RUKY UVEDENEJ VY&Scaron;&Scaron;IE.<BR>
<BR>
Uzn&aacute;vate a s&uacute;hlas&iacute;te s t&yacute;m, že Softv&eacute;r použ&iacute;vate na vlastn&eacute; riziko. SOFTV&Eacute;R JE POSKYTOVAN&Yacute; &bdquo;TAK AKO JE&ldquo;, BEZ Z&Aacute;RUKY AK&Eacute;HOKOĽVEK DRUHU. SPOLOČNOSŤ EPSON ANI JEJ DOD&Aacute;VATELIA NERUČIA A NEM&Ocirc;ŽU RUČIŤ ZA V&Yacute;KON ALEBO V&Yacute;SLEDKY, KTOR&Eacute; M&Ocirc;ŽETE DOSIAHNUŤ POUŽ&Iacute;VAN&Iacute;M SOFTV&Eacute;RU. VY&Scaron;&Scaron;IE UVEDEN&Eacute; PREDSTAVUJE V&Yacute;HRADN&Eacute; A V&Yacute;LUČN&Eacute; N&Aacute;PRAVY ZA PORU&Scaron;ENIE Z&Aacute;RUKY ZO STRANY SPOLOČNOSTI EPSON A JEJ DOD&Aacute;VATEĽOV. OKREM UVEDENEJ OBMEDZENEJ Z&Aacute;RUKY NEPOSKYTUJE SPOLOČNOSŤ EPSON ANI JEJ DOD&Aacute;VATELIA ŽIADNU Z&Aacute;RUKU, V&Yacute;SLOVN&Uacute; ANI IMPLIKOVAN&Uacute;, VO VZŤAHU K DODRŽIAVANIU PREDPISOV, OBCHODOVATEĽNOSTI ALEBO VHODNOSTI NA AK&Yacute;KOĽVEK KONKR&Eacute;TNY &Uacute;ČEL. Niektor&eacute; &scaron;t&aacute;ty a pr&aacute;vne syst&eacute;my neumožňuj&uacute; vyl&uacute;čenie implicitn&yacute;ch z&aacute;ruk alebo obmedzenie trvania implicitnej z&aacute;ruky, čiže uveden&eacute; obmedzenia sa na v&aacute;s nemusia vzťahovať. T&aacute;to z&aacute;ruka v&aacute;m poskytuje určit&eacute; z&aacute;konn&eacute; pr&aacute;va. M&ocirc;žete mať ďal&scaron;ie pr&aacute;va, ktor&eacute; sa l&iacute;&scaron;ia v z&aacute;vislosti od jednotliv&yacute;ch &scaron;t&aacute;tov alebo pr&aacute;vnych syst&eacute;mov.<BR> <BR>SPOLOČNOSŤ EPSON ANI JEJ DOD&Aacute;VATELIA NIE S&Uacute; V ŽIADNOM PR&Iacute;PADE ZODPOVEDN&Iacute;, ČI UŽ T&Aacute;TO ZODPOVEDNOSŤ M&Aacute; VYPL&Yacute;VAŤ ZO ZMLUVY, PORU&Scaron;ENIA PR&Aacute;VA (VR&Aacute;TANE ZANEDBANIA), VYMEDZENEJ ZODPOVEDNOSTI, PORU&Scaron;ENIA Z&Aacute;RUKY, NESPR&Aacute;VNEJ INTERPRET&Aacute;CIE ALEBO IN&Eacute;HO, ZA ŽIADNE PRIAME, N&Aacute;SLEDN&Eacute;, N&Aacute;HODN&Eacute; ANI ZVL&Aacute;&Scaron;TNE &Scaron;KODY, VR&Aacute;TANE STRATY ZISKU ALEBO &Uacute;SPOR, A TO ANI V PR&Iacute;PADE, ŽE SPOLOČNOSŤ EPSON, JEJ DOD&Aacute;VATELIA ALEBO Z&Aacute;STUPCOVIA BOLI UPOZORNEN&Iacute; NA MOŽNOSŤ TAK&Yacute;CHTO &Scaron;K&Ocirc;D, ANI ZA ŽIADNY N&Aacute;ROK TRETEJ STRANY. Niektor&eacute; &scaron;t&aacute;ty a pr&aacute;vne syst&eacute;my v&scaron;ak neumožňuj&uacute; vyl&uacute;čenie alebo obmedzenie n&aacute;hodn&yacute;ch, n&aacute;sledn&yacute;ch alebo zvl&aacute;&scaron;tnych &scaron;k&ocirc;d, čiže uveden&eacute; obmedzenia sa na v&aacute;s nemusia vzťahovať.<BR>
<BR>
<FONT SIZE="4"><B>6</B></FONT>. Ukončenie. Bez toho, aby boli dotknut&eacute; ak&eacute;koľvek ďal&scaron;ie pr&aacute;va spoločnosti EPSON, platnosť tejto zmluvy sa automaticky skonč&iacute; v pr&iacute;pade, že nebudete postupovať v s&uacute;lade s jej podmienkami. T&uacute;to zmluvu m&ocirc;žete taktiež kedykoľvek ukončiť odin&scaron;talovan&iacute;m a zničen&iacute;m Softv&eacute;ru a v&scaron;etk&yacute;ch jeho k&oacute;pi&iacute;.<BR>
<BR>
<FONT SIZE="4"><B>7</B></FONT>. Obmedzenie exportu. S&uacute;hlas&iacute;te s t&yacute;m, že nebudete pren&aacute;&scaron;ať, exportovať ani reexportovať Softv&eacute;r, ani žiadne &uacute;daje alebo inform&aacute;cie, ktor&eacute; ste z&iacute;skali od spoločnosti EPSON, ani použ&iacute;vať Softv&eacute;r bez platnej licencie na z&aacute;klade japonsk&eacute;ho pr&aacute;va, obmedzen&iacute; a pr&aacute;vnych predpisov, alebo na z&aacute;klade z&aacute;konov v p&ocirc;sobnosti pr&aacute;vneho syst&eacute;mu, v ktorom ste Softv&eacute;r z&iacute;skali.<BR>
<BR>
<FONT SIZE="4"><B>8</B></FONT>. Rozhoduj&uacute;ci pr&aacute;vny syst&eacute;m a v&scaron;eobecn&eacute; ustanovenia. T&aacute;to zmluva sa riadi a interpretuje na z&aacute;klade z&aacute;konov Japonska bez ohľadu na pravidl&aacute; kol&iacute;zie z&aacute;konov. T&aacute;to zmluva je celou zmluvou medzi zmluvn&yacute;mi stranami vo vzťahu k Softv&eacute;ru a nahr&aacute;dza ak&uacute;koľvek n&aacute;kupn&uacute; objedn&aacute;vku, ozn&aacute;menie, reklamu alebo vyhl&aacute;senie t&yacute;kaj&uacute;ce sa Softv&eacute;ru. T&aacute;to zmluva je z&aacute;v&auml;zn&aacute; a &uacute;činn&aacute; pre jej strany a ich n&aacute;stupcov, nadob&uacute;dateľov a pr&aacute;vnych z&aacute;stupcov. Ak sa zist&iacute;, že ak&eacute;koľvek ustanovenie tejto zmluvy je neplatn&eacute; alebo nevykonateľn&eacute;, neovplyvn&iacute; to platnosť zvy&scaron;ku zmluvy, ktor&aacute; zostane platn&aacute; a vykonateľn&aacute; podľa jej podmienok. T&uacute;to zmluvu m&ocirc;že upraviť len autorizovan&yacute; predstaviteľ spoločnosti EPSON p&iacute;somnou formou.<BR>
<BR>
<FONT SIZE="4"><B>9</B></FONT>. Koncov&iacute; použ&iacute;vatelia vo vzťahu k vl&aacute;de USA. Ak ste Softv&eacute;r z&iacute;skali v mene organizačnej jednotky alebo agent&uacute;ry vl&aacute;dy USA, platia nasleduj&uacute;ce ustanovenia. Vl&aacute;da s&uacute;hlas&iacute;, že: i) ak je Softv&eacute;r dodan&yacute; na ministerstvo obrany, Softv&eacute;r je označen&yacute; ako &bdquo;Komerčn&yacute; poč&iacute;tačov&yacute; softv&eacute;r&ldquo; a vl&aacute;da z&iacute;skava len &bdquo;obmedzen&eacute; pr&aacute;va&ldquo; na softv&eacute;r a dokument&aacute;ciu k nemu tak, ako je tento pojem definovan&yacute; v paragrafe 252.227-7013(c)(1) dodatku DFARS a ii) ak je Softv&eacute;r dodan&yacute; inej organizačnej jednotke alebo agent&uacute;re vl&aacute;dy USA ako ministerstvu obrany, pr&aacute;va vl&aacute;dy na Softv&eacute;r a dokument&aacute;ciu k nemu s&uacute; určen&eacute; paragrafom 52.227-19(c)(2) smernice FAR alebo v pr&iacute;pade NASA paragrafom 18-52.227-86(d) dodatku NASA k smernici FAR.<BR>
<BR>
<FONT SIZE="4"><B>10</B></FONT>. Pripojenie na Internet. Softv&eacute;r m&ocirc;že mať schopnosť pripojiť sa na Internet a pren&aacute;&scaron;ať &uacute;daje a/alebo inform&aacute;cie z alebo do poč&iacute;tača, ktor&eacute; sa t&yacute;kaj&uacute; hardv&eacute;ru od spoločnosti EPSON a/alebo použ&iacute;van&eacute;ho softv&eacute;ru (produkty od spoločnosti EPSON), vr&aacute;tane, nie v&scaron;ak v&yacute;lučne, inform&aacute;ci&iacute; o modeli produktov od spoločnosti EPSON, krajiny/regiónu, kde žijete, stavu produktov od spoločnosti EPSON a pod. Spoločnosť EPSON m&ocirc;že pozmeniť tak&eacute;to &uacute;daje a/alebo inform&aacute;cie bez v&aacute;&scaron;ho predch&aacute;dzaj&uacute;ceho s&uacute;hlasu. Spoločnosť EPSON bez v&aacute;&scaron;ho povolenia nezbiera žiadne &uacute;daje, ktor&eacute; by mohli identifikovať va&scaron;u totožnosť. Spoločnosť EPSON v&scaron;ak m&ocirc;že použiť inform&aacute;cie, ktor&eacute; neidentifikuj&uacute; va&scaron;u totožnosť, na &scaron;tatistick&eacute; &uacute;čely, na zlep&scaron;enie &uacute;rovne služieb poskytovan&yacute;ch použ&iacute;vateľom. Ak s&uacute;hlas&iacute;te s in&scaron;tal&aacute;ciou Softv&eacute;ru, v&scaron;etky internetov&eacute; prenosy bud&uacute; v s&uacute;lade s pr&aacute;ve aktu&aacute;lnymi z&aacute;sadami použ&iacute;vania osobn&yacute;ch &uacute;dajov spoločnosti EPSON, ktor&eacute; sa nach&aacute;dzaj&uacute; na webovej lokalite spoločnosti EPSON.<BR>
<BR>
<FONT SIZE="4"><B>11</B></FONT>. Aktualizácia verzie softvéru. Softvér môže mať schopnosť pripojiť sa cez Internet na server spoločnosti EPSON alebo niektorej tretej strany poverenej spoločnosťou EPSON kvôli aktualizácii verzie softvéru (i) automaticky alebo (ii) po vyžiadaní vášho súhlasu. Takýto aktualizovaný softvér bude považovaný za Softvér a bude sa naňho vzťahovať táto zmluva.<BR>
<BR>
<BR>
<BR>
EPSON EULA SK 10/30/2009
<BR>
<BR>
</FONT>
</BODY>
</HTML>

